[{"quote": "I can't belive my grand mothers making me take Out the garbage I'm rich fuck this I'm going home I don't need this shit", "author": "50 Cent"}, {"quote": "YOU ARE ALL WORTHY NO MATTER WHAT ANYONE SAYS >> BE STRONG GOD IS WITH US ALL> MY BELIEBERS CHANGED MY LIFE> I WILL FOREVER BE GRATEFUL", "author": "Justin Bieber"}, {"quote": "No, no, I didn't go to England; I went to London.", "author": "Paris Hilton"}, {"quote": "BREAKING CELEBRITY NEWS: I was sitting with my legs crossed for too long and my penis fell asleep", "author": "John Mayer"}, {"quote": "Farted on a flower, call that a gas petal", "author": "Lil Wayne"}, {"quote": "Masturbated in a plane, call it hijacking", "author": "Lil Wayne"}, {"quote": "Watching Cash Cab and these questions are so hard", "author": "Kim Kardashian"}, {"quote": "If u at a club and they don't have ciroc-u are at the WRONG club- run to the nearest exit", "author": "Diddy"}, {"quote": "There's no need to call My name during sex. I'm already watching.", "author": "God"}, {"quote": "Do ants have dicks?", "author": "Kourtney Kardashian"}, {"quote": "I like hardly any of you.", "author": "God"}, {"quote": "Running with my wallet, call that fast money", "author": "Lil Wayne"}, {"quote": "I don’t hate you. I just hope that your next period happens in a shark tank.", "author": "Alan Garner"}, {"quote": "What if every time you yawn, a ghost puts his penis in your mouth?", "author": "Alan Garner"}, {"quote": "People Use To Ask Me What Do You Wanna Be When You Get Older And I Would Say What A Stupid Question The Real Question Is What Am I Right Now", "author": "Jaden Smith"}, {"quote": "Most Trees are Blue", "author": "Jaden Smith "}, {"quote": "I work out every day -- Monday to Saturday.", "author": "Jessica Biel"}, {"quote": "4 Letters...YMCMB.", "author": "Lil Wayne"}, {"quote": "Daily Game: If you're not outta the box.. You're not gonna get paid.. All the money in the box is gone!", "author": "Ice-T"}, {"quote": "Pandora.. Whoever you are!! Thank you!! I get tweets about you playing my music all the time!!", "author": "Tyrese"}, {"quote": "Here's the real question.. If you were to have sex with YOU.. Would you cheat on yourself with that sex?? Do you think your sex is that good?", "author": "Tyrese"}, {"quote": "I wish I was aloud to use the n word sometimes (in a non racist way of course)", "author": "Skrillex"}, {"quote": "Ladies.. I'm a lesbian ... I just love every aspect of every piece of you... Feed me I'm always hungry ... I'm yours forever ..", "author": "Tyrese"}, {"quote": "Ugh - NEVER going to a Ryan Gosling movie in a theater again. Apparently masturbating in the back row is still considered 'inappropriate'", "author": "Anna Kendrick"}, {"quote": "If you're killed, you've lost a very important part of your life.", "author": "Brooke Shields"}, {"quote": "I love everybody… only thing I don’t like is taxes.. me and taxes gone fight", "author": "Kanye West"}, {"quote": "Hotel robe got me feeling like a Sheik", "author": "Kanye West"}, {"quote": "Don’t you hate when people clap to loud in the car … it’s like yo this is a closed area.. your clapping is waaay to loud!!! hahahahahaaa", "author": "Kanye West"}, {"quote": "I just zoned on how ill it is to really fall in love... Pimpin' is whatev ... Love is that shit!", "author": "Kanye West"}, {"quote": "NO ALCOHOL BEFORE TATTOOS  ", "author": "Kanye West "}, {"quote": "My flow is like pasta, take it and eat it, but I'm gonna need cheese if I'm bakin' the ziti", "author": "Lil Wayne"}, {"quote": "Ball like a nerf", "author": "Tyga"}, {"quote": "She got a big booty, so I call her 'Big Booty'", "author": "2 Chainz"}, {"quote": "So when you hear the 'arf arf' start runnin', 'cause when you hear the 'arf arf' I'm comin'", "author": "DMX"}, {"quote": "We can make war or make babies", "author": "Method Man"}, {"quote": "You're a child of destiny. You're the child of my destiny. You're my child with the child from Destiny's Child", "author": "Jay-Z"}, {"quote": "Go against me now, I dare you. #Bambi", "author": "Nicki Minaj"}, {"quote": "Just farted on a wood chair in public but thankfully no one heard it because I have my earbuds in.", "author": "Kelly Oxford"}, {"quote": "Proposal: rename smoothies \"thickies\"", "author": "Samantha Bee"}, {"quote": "I refuse to speak Starbucks until I've actually learned Italian", "author": "Katy Perry"}, {"quote": "more children should be named after WiFi networks", "author": "Jimmy Kimmel"}, {"quote": "When was the las time you were strapped in a chair with SaranWrap? Mine was 5 minutes ago. MV", "author": "Milo Ventimiglia"}, {"quote": "Well 3rd grade math homework sure has changed..critical thinking? No more basic math...", "author": "Denise Richards"}, {"quote": "Good morning everyone. Life is good. I am laying in bed with my mommy right now, scratching her bug bites.", "author": "Miley Cyrus"}, {"quote": "Why is that people always try to understand estimate my intelligents?! They should never do that.", "author": "Mary J. Blige"}, {"quote": "Imagine getting fisted by the hulk", "author": "Krewella"}, {"quote": "I think that gay marriage is something that should be between a man and a woman.", "author": "Arnold Schwarzenegger "}, {"quote": "I love giving the golden shower. I’ve done it before in the shower. It’s, like, so sexy", "author": "Ricky Martin"}, {"quote": "Sometimes learning the language in my head can be just as hard as communicating with someone foreign. alone time on flights get me everytime.", "author": "Jessica Simpson"}, {"quote": "Took my girl out on a boat, call it a relationship.", "author": "Lil Wayne"}, {"quote": "All these sneezes and I still couldn't get at chu", "author": "Drake (fake)"}, {"quote": "I hate it when I forget to turn my swag off at night and I wake up covered in bitches...", "author": "Will Ferrel "}, {"quote": "Wal-mart… do they like make walls there?", "author": "Paris Hilton"}, {"quote": "I wouldn’t feel right wearing clothes covering my body.", "author": "Christina Aguilera"}, {"quote": "They misunderestimated me", "author": "George Bush"}, {"quote": "Roses are red, violets are blue, im not good at poems, nice tits.", "author": "Will Ferrel "}, {"quote": "I love any movie that has a retarded person working at Starbucks.", "author": "Chris Kattan"}, {"quote": "People all over the world recognize me as a spiritual leader.", "author": "Steven Seagal"}, {"quote": "I get to go to a lot of overseas places, like Canada.", "author": "Britney Spears"}, {"quote": "How Can Mirrors Be Real If Our Eyes Aren't Real", "author": "Jaden Smith "}, {"quote": "I’m shooting a commercial for safe sex. How ironic. Because I don’t have that.", "author": "Tila Tequila"}, {"quote": "Psychiatry is a pseudoscience…. ", "author": "Tom Cruise"}, {"quote": "I am on a drug, it’s called Charlie Sheen. It’s not available because if you try it you will die. Your face will melt off and your children will weep over your exploded body.", "author": "Charlie Sheen"}, {"quote": "Once you killed a cow, you have to make a burger.", "author": "Lady Gaga"}, {"quote": "You must never underestimate the power of the eyebrow.", "author": "Jack Black"}, {"quote": "I think war is a dangerous place.", "author": "George Bush"}, {"quote": "I'm so smart now. Everyone's always like 'take your top off'. Sorry, NO! They always want to get that money shot. I'm not stupid.", "author": "Paris Hilton"}, {"quote": "The word 'genius' isn't applicable in football. A genius is a guy like Norman Einstein.", "author": "Joe Theisman"}, {"quote": "I've never really wanted to go to Japan. Simply because I don’t like eating fish. And I know that's very popular out there in Africa.", "author": "Britney Spears"}, {"quote": "We're going to turn this team around 360 degrees.", "author": "Jason Kidd"}, {"quote": "I love California, I practically grew up in Phoenix.", "author": "Dan Quayle"}, {"quote": "I look at modeling as something I'm doing for black people in general.", "author": "Naomi Campbell"}, {"quote": "Alright, I can't sing, I can't act, I'm dumb, I'm a hillbilly, but I can twerk, so whatever!", "author": "Miley Cyrus"}, {"quote": "To be honest, I'm kind of like a fucking genius", "author": "Ethan Lusterman"}, {"quote": "The crazy thing is, I never knew that a wiener could actually make me nauseous.", "author": "Jessica Simpson"}, {"quote": "I don't agree, you see, I don't really view communism as a bad thing.", "author": "Whoopi Goldberg"}, {"quote": "I'm not sure about the parties. But whatever they have in Korea, that's bad.", "author": "Justin Bieber"}, {"quote": "America is dumb, it's like a dumb puppy that has big teeth that can bite and hurt you, aggressive.", "author": "Johnny Depp"}, {"quote": "We are high priest Vatican assassian warlocks. BOOM!", "author": "Charlie Sheen"}, {"quote": "Can I have your number? I promise I won't beat you", "author": "Chris Brown"}, {"quote": "I'm not going for the Sixteenth Chapel", "author": "Justin Bieber"}, {"quote": "I'm like a tree, I feed the branches of the people.", "author": "Kanye West"}, {"quote": "Nothing tastes as good as skinny feels", "author": "Kate Moss"}, {"quote": "I guess I'm gonna fade into Bolivian.", "author": "Mike Tyson"}, {"quote": "Osama bin Ladin is the only one who knows exactly what i'm going through.", "author": "R. Kelly"}, {"quote": "steam is dangerous shit niggas", "author": "keon call me ho lee"}, {"quote": "After I die, I'll probably come back as a paintbrush", "author": "Sylvester Stallone"}, {"quote": "School Is The Tool To Brainwash The Youth.", "author": "Jaden Smith"}, {"quote": "I'm the type of nigga to bring flowers to a strip club", "author": "Drake"}, {"quote": "I love bad bitches thats my fuckin problem", "author": "A$AP Rocky"}, {"quote": "In every room with a hot chick there will be a huge dick I guarantee it ", "author": "Sasha Grey "}, {"quote": "oh my god Danny devito I love your work ", "author": "Damien "}, {"quote": "TRUUUUUUUUUUUUUUUUUUUUUEEEEEEE", "author": "2 Chainz "}, {"quote": "Tryna get the pipe?", "author": "J R Smith"}, {"quote": "Why you depressed and sad all the time like a litlte bitch", "author": "Earl Sweatshirt"}, {"quote": "Drake just stands for Do Right And Kill Everything", "author": "Drake"}, {"quote": "It takes a certain type of man to teach, to be far from hood but understand the streets.", "author": "Drake"}, {"quote": "I hate when im on a flight & I wake up with a water bottle next 2 me like oh great now i gotta be responsible for this water bottle", "author": "Kanye West"}, {"quote": "Life is like a confused teacher. First she gives the test and then teaches the lesson", "author": "Drake"}, {"quote": "I make awesome decisions in bike stores", "author": "Kanye West"}, {"quote": "I wish you could shazaam someone's face", "author": "Rashida Jones"}, {"quote": "You guys, I just chased a waterfall. Don't do it. ", "author": "Zach Braff"}, {"quote": "Next time you feel depressed with yourself, remember that you're about 70% water & thats cool af", "author": "Bill Nye Tho"}, {"quote": "Skeet skeet skeet skeet, skeet on my sheets, on top, from the back, I thundercat like (HOE)", "author": "2 Chainz"}, {"quote": "Y'all gonna make me lose my mind, up in here, up in here", "author": "DMX"}, {"quote": "Bitches suck my dick because I look like J.K. Rowling.", "author": "Lil B"}, {"quote": "It ain't no fun if the homies can't have none", "author": "Snoop Lion"}, {"quote": "I got beef, I wanna see what you got, and if I like it I'll cop", "author": "50 Cent"}, {"quote": "Ever since you was a pee-wee, down by my knee with a wee-wee", "author": "Tupac"}, {"quote": "Rock forever 21, but just turned 30", "author": "Kanye West"}, {"quote": "I’m circumcised", "author": "Rick Ross"}, {"quote": "My car's a virgin, first one to hit it", "author": "Rick Ross"}, {"quote": "Money ain't a thing, just look at my pinky rings", "author": "Rick Ross"}, {"quote": "I'm 24/7 like IHOP", "author": "Rick Ross"}, {"quote": "If you say you don't time to go to the gym, you're lying to yourself", "author": "Anonymous"}, {"quote": "Life's too short to spend it being small and weak", "author": "Anonymous"}, {"quote": "Before you judge me, make sure your perfect first", "author": "Anonymous"}, {"quote": "Remeber ya cant fix stupid and defidently cant cure a hoel", "author": "Anonymous"}, {"quote": "No matter how good you are at something there's always about a million people better than you", "author": "Homer Simpson"}, {"quote": "Never don't give up", "author": "Anonymous"}, {"quote": "No toilet paper, goodbye socks!!", "author": "Anonymous"}, {"quote": "Remeber the time you sat on a pinecone and it disappeared?", "author": "Ethan Lusterman"}, {"quote": "You shouldn't ever quote yourself.", "author": "Ethan Lusterman"}, {"quote": "This girl thinks I'm rich Wall Street", "author": "Grant"}, {"quote": "You trying to buy a morning after pill? It's already 8 pm.", "author": "Ethan Lusterman"}, {"quote": "Sure, it's not the most intellectually challenging job in the world -- few jobs are.\n", "author": "Vanna White"}, {"quote": "Who needs good grades when you have swag?", "author": "Anonymous"}, {"quote": "THE FIRST TIME I WAS IN THE GUCCI STORE IN CHICAGO WAS THE CLOSEST I'VE EVER FELT TO HOME.", "author": "Kanye West"}, {"quote": "I feel my best when I'm happy.", "author": "Winona Ryder"}, {"quote": "What would happen if you melted? You know, you never really hear this talked about that much", "author": "Keanu Reeves"}, {"quote": "I don't think there's anything that could stop me becoming President of the United States.", "author": "Will Smith"}, {"quote": "Ya'll motherfuckers need Jesus", "author": "Anonymous"}, {"quote": "I'm a gangsta, gangstas don't ask questions.", "author": "Lil Wayne"}, {"quote": "If God had not intended for us to eat animals, how come he made them out of meat?", "author": "Sarah Palin"}, {"quote": "Quack quack to a duck and a chicken too. Put the hyena in a freakin’ zoo!", "author": "Nicki Minaj"}, {"quote": "This poop is just dying to come out", "author": "Ethan Lusterman"}, {"quote": "If Newborn Babies Could Speak They Would Be The Most Intelligent Beings On Planet Earth", "author": "Jaden Smith"}, {"quote": "I just want one day off when I can go swimming and eat ice cream and look at rainbows.", "author": "Mariah Carey"}, {"quote": "Therapy can be a good thing; it can be therapeutic.", "author": "Alex Rodriguez"}, {"quote": "Tryna catch me ridin dirty", "author": "Chamillionaire "}, {"quote": "Chemistry is a class you take in high school or college, where you figure out two plus two is 10 or something.", "author": "Dennis Rodman"}, {"quote": "When you’re rich you don’t write checks... straight cash, homey.\n", "author": "Randy Moss"}, {"quote": "I’m traveling to all 51 states to see who can stop 85.\n", "author": "Chad \"Ochocinco\" Johnson"}, {"quote": "Girls have a higher risk of getting pregnant than boys.", "author": "Avid Tumblr user"}, {"quote": "I was faithful at heart, but not faithful all the way", "author": "Usher"}, {"quote": "I was a prostitute hunter.", "author": "Mike Tyson"}, {"quote": "Is this chicken or is this fish? I know it’s tuna but it says chicken of the sea.", "author": "Jessica Simpson"}, {"quote": "I definitely want Brooklyn to be christened, but I don't know into what religion yet.\n", "author": "David Beckham"}, {"quote": "If the fat people just gave the skinny people more food…we could solve obesity and hunger at the same time", "author": "Ashton Kutcher"}, {"quote": "I think the more positive approach you have to smoking, the less harmful it is.", "author": "Sienna Miller"}, {"quote": "I've been noticing gravity since I was very young", "author": "Cameron Diaz"}, {"quote": "I got Tiger Blood, man", "author": "Charlie Sheen"}]